package com.example.historianhw

class BrefDescriptionData {
    val resultOne = "Ваш уровень знаний в данной теме плохой.\n" +
            "Вам необходимо ознакомится с историей отечества."
    val resultTwo = "Ваш уровень знаний в данной теме неудовлетворительный.\n" +
            "Ваши познания в истории Отечества крайне малы, вам стоит подучить её."
    val resultThree = "Ваш уровень знаний в данной теме удовлетворительный.\n" +
            "Вы обладаете определенными знаниями в истории Отечества, но ещё необходимо многое узнать."
    val resultFour = "Ваш уровень знаний в данной теме хороший.\n" +
            "Ваши познания в истории Отечества на достаточно высоком уровне, но нехватает определенных знаний."
    val resultFive = "Ваш уровень знаний в данной теме отличный.\n" +
            "Вы обладаете достаточно обширными знаниями в истории Отечества, но нет предела совершенству."
}